Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyZoneWarn Property
 A Zone cannot be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyZoneWarn { get; }
Public Shared ReadOnly Property CannotCopyZoneWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyZoneWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyZoneWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace